tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/apache'
tap 'homebrew/brewdler'
tap 'homebrew/dupes'
tap 'homebrew/php'
tap 'homebrew/versions'
tap 'kazuakim/macvim'
brew 'apr'
brew 'apr-util'
brew 'atk'
brew 'autoconf'
brew 'automake'
brew 'bash-completion2'
brew 'bdw-gc'
brew 'brew-cask'
brew 'brew-gem'
brew 'c-ares'
brew 'cairo'
brew 'cmake'
brew 'cmigemo-mk', args: ['HEAD']
brew 'colordiff'
brew 'composer'
brew 'cscope'
brew 'ctags'
brew 'czmq'
brew 'd-bus'
brew 'fontconfig'
brew 'freetype'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'geoip', args: ['with-geoipupdate']
brew 'geoipupdate'
brew 'gettext'
brew 'git'
brew 'glib'
brew 'gmp'
brew 'gnu-tar'
brew 'gnutls', args: ['with-p11-kit', 'with-guile']
brew 'go'
brew 'gobject-introspection'
brew 'grep', args: ['with-default-names']
brew 'gtk+', args: ['with-jasper']
brew 'guile'
brew 'harfbuzz'
brew 'htop-osx'
brew 'httpd24'
brew 'icu4c'
brew 'imagemagick'
brew 'imlib2'
brew 'jasper'
brew 'jpeg'
brew 'libatomic_ops'
brew 'libcaca', args: ['with-imlib2']
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libpgm'
brew 'libpng'
brew 'libsodium'
brew 'libtasn1'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libxml2', args: ['with-python']
brew 'libyaml'
brew 'lua'
brew 'luajit'
brew 'lynx'
brew 'macvim-kaoriya', args: ['HEAD']
brew 'mcrypt'
brew 'mercurial'
brew 'mhash'
brew 'mplayer', args: ['with-libcaca', 'with-x']
brew 'mysql'
brew 'nettle'
brew 'nkf'
brew 'node', args: ['with-debug']
brew 'openssl'
brew 'ossp-uuid'
brew 'p11-kit'
brew 'pango'
brew 'pcre'
brew 'perl518'
brew 'php-cs-fixer'
brew 'php55'
brew 'php55-mcrypt'
brew 'php55-xdebug'
brew 'phpunit'
brew 'pixman'
brew 'pkg-config'
brew 'pstree'
brew 'pv'
brew 'python', args: ['with-dtrace']
brew 'python3'
brew 'q'
brew 'qt', args: ['with-mysql', 'with-qt3support', 'developer', 'with-d-bus']
brew 'rbenv'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby'
brew 'ruby-build'
brew 'scons'
brew 'sqlite'
brew 'subversion'
brew 'swig'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unixodbc'
brew 'w3m'
brew 'wget'
brew 'wireshark', args: ['with-gtk+', 'with-lua', 'without-geoip', 'with-qt', 'with-headers']
brew 'xz'
brew 'yasm'
brew 'zeromq', args: ['with-pgm']
brew 'zlib'
cask 'android-file-transfer'
cask 'appcleaner'
cask 'bettertouchtool'
cask 'cheatsheet'
cask 'chicken'
cask 'cooviewer'
cask 'dwihn0r-keepassx'
cask 'filezilla'
cask 'firefox-ja'
cask 'font-ricty-diminished'
cask 'gimp'
cask 'google-chrome'
cask 'google-drive'
cask 'google-japanese-ime'
cask 'iterm2'
cask 'karabiner'
cask 'keycast'
cask 'kindle'
cask 'libreoffice'
cask 'licecap'
cask 'limechat'
cask 'mysqlworkbench'
cask 'night-owl'
cask 'silverlight'
cask 'skitch'
cask 'sony-ericsson-bridge'
cask 'the-unarchiver'
cask 'thunderbird-ja'
cask 'tunnelblick'
cask 'vagrant'
cask 'vagrant-manager'
cask 'virtualbox'
cask 'xtrafinder'
