tap "kazuakim/macvim"
tap "homebrew/apache"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "universal-ctags/universal-ctags"
cask "java"
cask "osxfuse"
brew "bash-completion@2"
brew "cmake"
brew "colordiff"
brew "jansson"
brew "curl", args: ["with-libssh2", "with-nghttp2", "with-rtmpdump"]
brew "direnv"
brew "embulk"
brew "perl"
brew "git", args: ["with-blk-sha1", "with-curl", "with-gettext", "with-openssl", "with-pcre2", "with-perl"]
brew "go"
brew "glide"
brew "gnu-sed"
brew "gnu-tar"
brew "gnupg"
brew "libtool"
brew "graphviz"
brew "grep"
brew "htop", args: ["with-ncurses"]
brew "sqlite", args: ["with-functions"]
brew "python3"
brew "jq"
brew "libxml2"
brew "lua"
brew "luajit"
brew "lynx"
brew "mysql"
brew "nkf"
brew "node", args: ["with-openssl"]
brew "plantuml"
brew "pstree"
brew "python"
brew "q"
brew "rbenv"
brew "reattach-to-user-namespace"
brew "redis"
brew "rsync"
brew "sshfs"
brew "the_silver_searcher"
brew "tidy-html5"
brew "tmux", args: ["with-utf8proc"]
brew "tree"
brew "w3m"
brew "wget", args: ["with-pcre"]
brew "homebrew/php/php72", args: ["with-homebrew-curl", "with-homebrew-libxml2", "with-homebrew-libxslt", "with-httpd"]
brew "homebrew/php/php72-ast"
brew "homebrew/php/php72-igbinary"
brew "homebrew/php/php72-intl"
brew "homebrew/php/php72-memcached"
brew "homebrew/php/php72-msgpack"
brew "homebrew/php/php72-redis"
brew "homebrew/php/php72-ssh2"
brew "homebrew/php/php72-xdebug"
brew "kazuakim/macvim/macvim-kaoriya", args: ["HEAD"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alfred"
cask "android-file-transfer"
cask "atom"
cask "cheatsheet"
cask "chicken"
cask "discord"
cask "docker"
cask "dwihn0r-keepassx"
cask "firefox"
cask "gimp"
cask "google-chrome"
cask "google-drive"
cask "google-japanese-ime"
cask "iterm2"
cask "keycast"
cask "kindle"
cask "licecap"
cask "mysqlworkbench"
cask "skitch"
cask "slack"
cask "the-unarchiver"
cask "vagrant"
cask "vagrant-manager"
cask "virtualbox"
cask "vlc"
cask "caskroom/fonts/font-ricty-diminished"
