tap "caskroom/cask"
tap "caskroom/fonts"
tap "homebrew/apache"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/services"
tap "homebrew/versions"
tap "kazuakim/macvim"
tap "kazuakim/universal-ctags"
brew "apr"
brew "apr-util"
brew "docbook"
brew "asciidoc"
brew "fontconfig"
brew "gettext"
brew "libffi"
brew "glib"
brew "pixman"
brew "cairo"
brew "perl"
brew "git"
brew "gdbm"
brew "sqlite"
brew "python"
brew "atk"
brew "autoconf"
brew "automake"
brew "bash-completion@2"
brew "bdw-gc"
brew "bison@2.7"
brew "boost"
brew "brew-gem"
brew "c-ares"
brew "cmake"
brew "colordiff"
brew "cscope"
brew "curl"
brew "zeromq", args: ["with-libpgm"]
brew "czmq"
brew "dbus"
brew "docbook-xsl"
brew "doxygen"
brew "flex"
brew "gmp"
brew "jpeg"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "geoip", args: ["with-geoipupdate"]
brew "geoipupdate"
brew "giflib"
brew "gnu-getopt"
brew "gnu-sed"
brew "gnu-tar"
brew "libtasn1"
brew "libtool"
brew "libunistring"
brew "nettle"
brew "gnutls", args: ["with-guile"]
brew "go"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "icu4c"
brew "harfbuzz"
brew "hicolor-icon-theme"
brew "pango"
brew "gtk+", args: ["with-jasper"]
brew "guile"
brew "htop-osx"
brew "xz"
brew "imagemagick"
brew "imap-uw"
brew "imlib2"
brew "jasper"
brew "jemalloc"
brew "oniguruma"
brew "jq"
brew "libatomic_ops"
brew "libcaca", args: ["with-imlib2"]
brew "libev"
brew "libevent"
brew "libgpg-error"
brew "libgcrypt"
brew "libidn"
brew "libmetalink"
brew "libpgm"
brew "libressl"
brew "libsmi"
brew "libsodium"
brew "libssh2", args: ["with-libressl"]
brew "libxml2"
brew "libyaml"
brew "libzip"
brew "llvm", args: ["HEAD"]
brew "lua"
brew "luajit"
brew "lynx"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "mplayer", args: ["with-libcaca"]
brew "mysql"
brew "python3"
brew "spdylay"
brew "nghttp2"
brew "nkf"
brew "node"
brew "ossp-uuid"
brew "poppler", args: ["with-little-cms2"]
brew "pstree"
brew "pv"
brew "q"
brew "qt"
brew "ruby-build"
brew "rbenv"
brew "re2c"
brew "reattach-to-user-namespace"
brew "rtmpdump"
brew "ruby"
brew "scons"
brew "subversion"
brew "swig"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unixodbc"
brew "utf8proc"
brew "w3m"
brew "wget"
brew "xmlto"
brew "yasm"
brew "zlib"
brew "homebrew/apache/httpd24"
brew "homebrew/php/php71", args: ["HEAD"]
brew "homebrew/php/php71-ssh2", args: ["HEAD"]
brew "homebrew/php/php71-xdebug", args: ["HEAD"]
brew "kazuakim/macvim/macvim-kaoriya", args: ["HEAD"]
brew "kazuakim/universal-ctags/universal-ctags", args: ["HEAD"]
